Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2010/2.samiske_medier.pdf.tmx
Source language: nob
Languages: sme

source: Det finnes imidlertid mangelfulle data om hvordan samer bruker øvrige medietilbud på Internett, som for eksempel sosiale medier.
sme: Aŋkke leat váilevaš dieđut dan birra movt sápmelaččat atnet eará mediafálaldagaid interneahtas, nugo ovdamearkka dihte sosiála mediaid.
